waiting.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="https://example.com/rss.xml"
      title="RSS feed for https://example.com/">
<title>Waiting</title>
</head>
<body>
<div id="preamble" class="status"></div>
<div id="content">
<div class="post-date">02 May 2013</div><h1 class="post-title"><a href="https://example.com/waiting.html">Waiting</a></h1>
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org973dbd9">1. Waiting</a></li>
<li><a href="#org60f410a">2. Jason Gets Back to Me</a></li>
</ul>
</div>
</nav>
<div id="outline-container-org973dbd9" class="outline-2">
<h2 id="org973dbd9"><span class="section-number-2">1.</span> Waiting</h2>
<div class="outline-text-2" id="text-1">
<p>
I'm waiting for my parts list so that my Raspberry Pie can be built.
Meanwhile, my USB hub and keyboard come today according to UPS.
</p>

<p>
I talked with Mike on Mangler.I now understand Raspberrian is a distro
for the pie based on Debian. It has a graphical user interface which
doesn't curently speak. I'm interested in the console and excited to
think my skills in the console will be improved if I work steadily in
Pie Land.
</p>

<p>
I'd be much happier working on my console skills than learning
emacspeak. I've done a little work with Vim and Nano and I like the
Alpine email client. I have even used Lynx to download books from the
NLS site. Mike is working on a new build so maybe the instabilities he
has noticed will be less of a factor. I hope so.
</p>
</div>
</div>
<div id="outline-container-org60f410a" class="outline-2">
<h2 id="org60f410a"><span class="section-number-2">2.</span> Jason Gets Back to Me</h2>
<div class="outline-text-2" id="text-2">
<p>
Jason has a price list for me. Wow! This is getting exciting.
</p>

<p>
Raspberry Pi with power supply from ebay $61.98
</p>

<p>
RPI case from ebay (pick color) $14.98
</p>

<p>
Kingston 32GB SD card www.newegg.com $22.94
</p>
</div>
</div>
<div class="taglist"></div></div>
<div id="postamble" class="status"></div>
</body>
</html>
